{
  "AnimalProducts": "Productos de origen animal",
  "BothValue": "Mostrar tanto el valor corregido como el valor original\n",
  "Crops": "Cultivos",
  "EPMultiplierFactor": "Factor de multiplicador del recuento de camiones en las instalaciones de extracción e instalaciones de procesamiento",
  "ExtractingFacility": "Instalación de extracción",
  "ExtractingFacilityMultiplierFactor": "Factor multiplicador de la instalación extractora",
  "Flour": "Harina",
  "Glass": "Cristal",
  "IndustryWarehouseMultiplierFactor": "Factor multiplicador del recuento de camiones de la industria",
  "LoadGame": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, load game function has been disabled, please exit the game and reload save.",
  "LoadMultiplierFactor": "Factor de Multiplicador de Capacidad de Carga de Camiones",
  "LoadMultiplierFactorMinor": "El ajuste de esta opción cambiará la capacidad de carga del vehículo, un valor más alto significa que el vehículo puede transportar más carga, y el buffer de salida de las instalaciones de extracción e instalaciones de procesamiento tendrán una mayor capacidad para proporcionar más carga.",
  "Metals": "Metals",
  "MOD_Description": "Reequilibra el DLC Industries, reduce el flujo de tráfico, aumenta la carga de la carga comercial y más.",
  "Oil": "Aceite",
  "OpenControlPanel": "Abrir panel de control",
  "Ore": "Mena",
  "OriginalValue": "Mostrar solo el valor corregido",
  "OtherFunctionsMajor": "Otras funciones",
  "OtherFunctionsMinor": "Utilice las teclas de acceso directo o el botón UUI para invocar el panel de control, si deseas ajustar las opciones en el panel de control, ciérralo primero",
  "Paper": "Paper",
  "Petroleum": "Petróleo",
  "PlanedTimber": "Madera procesada",
  "Plastics": "Plásticos",
  "ProcessingFacility": "Instalación de procesamiento",
  "ProcessingFacilityMultiplierFactor": "Factor multiplicador de la instalación extractora",
  "ProductionRate": "Tasa de producción",
  "ProductionRateMinor": "Esta opción puede ajustar la tasa de producción de las instalaciones de extracción y procesamiento. y el ajuste adecuado puede mejorar la relación de oferta y demanda para reducir el problema de la falta de recursos o el exceso de recursos",
  "ProductionRateWarning": "Estas opciones se pueden utilizar para regular la tasa de producción de las instalaciones industriales. Reducir la tasa de producción es bueno para facilitar el tráfico, más alto que el estándar aumentará la productividad, pero puede causar problemas de tráfico. Se permite el ajuste dinámico.",
  "RawForestProducts": "Productos forestales rudos",
  "ToMainMenu": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, back to main menu function has been disabled, please exit the game and reload save.",
  "TooltipBoxMode": "Modo caja de herramientas",
  "Truck": "Camión",
  "UniqueFactoryTruckMultiplierFactor": "Factor multiplicador del recuento de camiones de la industria",
  "UpdateLog_V0_1_0FIX": "[FIX]Se arregló la visualización incorrecta del número de vehículos.",
  "UpdateLog_V0_1_0UPT1": "[UPT]Se usan nuevos algoritmos para reequilibrar las industrias.",
  "UpdateLog_V0_1_0UPT2": "[UPT]Se usa la API de Harmony más reciente.",
  "UpdateLog_V0_2_0FIX": "[FIX]Resuelto el problema donde algunos edificios de procesamiento indican que no tienen suficientes compradores o materias primas.",
  "UpdateLog_V0_2_0UPT": "[UPT]Actualización del reconocimiento de buffer y de la lógica de re-vinculación.",
  "UpdateLog_V0_3_0FIX1": "[FIX]Corregido un problema en el que los edificios que no eran vanilas no generaban vehículos correctamente.",
  "UpdateLog_V0_3_0FIX2": "[FIX] Corregido un problema en el que el espacio de trabajo era incorrecto.",
  "UpdateLog_V0_3_0FIX3": "[FIX]Corregido problema de compatibilidad con mod IMT e IPT.",
  "UpdateLog_V0_3_0FIX4": "[FIX]Corregido el problema de lanzamiento de excepciones.",
  "UpdateLog_V0_4_0FIX1": "[FIX]Se han corregido los costes de mantenimiento incorrectos para fábricas únicas.",
  "UpdateLog_V0_4_0FIX2": "[FIX] Solucionado el problema en el que al pasar el cursor sobre un edificio hace aparecer una caja de herramientas con costes de construcción, costes de mantenimiento, recuentos de vehículos y espacio de trabajo incorrectos.",
  "UpdateLog_V0_5_0ADD": "[ADD]Se ha añadido la opción de cuadro de herramientas, permite mostrar tanto el valor corregido como el valor original.",
  "UpdateLog_V0_5_0FIX1": "[FIX]Corregido cuadro de sugerencias para algunos edificios que aún no muestran el valor corregido.",
  "UpdateLog_V0_5_0FIX2": "[FIX]Los requisitos de nivel de los trabajadores fijos son problemas demasiado altos.",
  "UpdateLog_V0_6_0ADD": "[ADD]Se añadieron las instalaciones de extracción y la regulación de la tasa de producción de las instalaciones de procesamiento.",
  "UpdateLog_V0_6_0FIX": "[FIX]Corregido algunos problemas de exceso de empleo en edificios de granjas.",
  "UpdateLog_V0_6_0OPT": "[OPT]Velocidad de preconexión optimizada.",
  "UpdateLog_V0_7_0FIX": "[FIX]Se ha corregido un número incorrecto de vehículos en la fábrica única.",
  "UpdateLog_V0_7_0UPT": "[UPT]",
  "UpdateLog_V0_7_1ADD": "[ADD]Opción avanzada para restablecer la configuración del mod.",
  "Changelog_0_7_1_0": "Updated to support game version 1.16.1",
  "UpdateLog_V0_8_0ADD": "Función de control de dispersión de incendios.",
  "UpdateLog_V0_8_0OPT": "Lógica optimizada de control de tamaño de búfer de entrada/salida.",
  "UpdateLog_V0_8_0TRA": "Añadida traducción al coreano.",
  "UpdateLog_V0_8_0TRA1": "Añadida traducción al checo.",
  "UpdateLog_V0_8_0UPT": "Actualizado al último marco común.",
  "Changelog_0_8_0_0": "Updated to support game version 1.17.0",
  "UpdateLog_V0_9ADD0": "Añadido panel de control para proporcionar una entrada de control más cómoda.",
  "UpdateLog_V0_9ADD1": "Se han añadido opciones para controlar el número de camiones en instalaciones industriales.",
  "UpdateLog_V0_9FIX0": "Excepciones corregidas que pueden ser causadas por Customize It Extended.",
  "UpdateLog_V0_9OPT0": "Manejo optimizado de la lógica de revinculación.",
  "UpdateLog_V0_9UPT0": "Actualizado para soportar la versión 1.17.1 del juego",
  "ValueWarning": "Muestra tanto el valor corregido como el valor original: el valor corregido (valor original), las opciones anteriores deben configurarse antes de comenzar un nuevo juego o cargado.",
  "Vanilla": "vanilla",
  "WarehouseMultiplierFactor": "Factor multiplicador del recuento de camiones de la industria",
  "Changelog_0_9_1_0": "Code cleanup.",
  "Changelog_0_9_1_1": "Fix potential issues.",
  "Changelog_0_9_2_0": "Code cleanup.",
  "Changelog_0_9_2_1": "Updated to CSShared framework.",
  "Changelog_0_9_2_2": "Updated localization."
}