{
  "AnimalProducts": "Animal products",
  "BothValue": "Afficher à la fois la valeur corrigée et la valeur d'origine",
  "Crops": "Crops",
  "EPMultiplierFactor": "Multiplier factor of the truck count in extracting facilities and processing facilities",
  "ExtractingFacility": "Extracting facility",
  "ExtractingFacilityMultiplierFactor": "Extracting facility multiplier factor",
  "Flour": "Flour",
  "Glass": "Glass",
  "IndustryWarehouseMultiplierFactor": "Industry warehouse truck count multiplier factor",
  "LoadGame": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, load game function has been disabled, please exit the game and reload save.",
  "LoadMultiplierFactor": "Truck Loading Capacity Multiplier Factor",
  "LoadMultiplierFactorMinor": "The adjustment of this option will change the load capacity of the vehicle, higher value means that the vehicle can carry more cargo, and the output buffer of the extracting facilities and processing facilities will have a larger capacity to provide more cargo.",
  "Metals": "Metals",
  "MOD_Description": "Rééquilibre le DLC Industries, réduit le flux de circulation, augmente le chargement des marchandises et plus encore.",
  "Oil": "Oil",
  "OpenControlPanel": "Open Control Panel",
  "Ore": "Ore",
  "OriginalValue": "Afficher uniquement la valeur corrigée",
  "OtherFunctionsMajor": "Other functions",
  "OtherFunctionsMinor": "Use the shortcut keys or the UUI button to invoke the Control Panel, if you want to adjust the options in the Control Panel, close the Options Panel first",
  "Paper": "Paper",
  "Petroleum": "Petroleum",
  "PlanedTimber": "Planed timber",
  "Plastics": "Plastics",
  "ProcessingFacility": "Processing facility",
  "ProcessingFacilityMultiplierFactor": "Processing facility multiplier factor",
  "ProductionRate": "Taux de production",
  "ProductionRateMinor": "This option can adjust the production rate of the extracting facilities and processing facilities, and the appropriate adjustment can improve the supply and demand relationship to reduce the problem of lack of resources or excess resources",
  "ProductionRateWarning": "Ces options peuvent être utilisées pour réguler le taux de production des installations industrielles. Réduire le taux de sortie est bon pour faciliter le trafic, plus élevé que la vanille augmentera la productivité mais peut causer des problèmes de trafic.",
  "RawForestProducts": "Raw forest products",
  "ToMainMenu": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, back to main menu function has been disabled, please exit the game and reload save.",
  "TooltipBoxMode": "Mode Boîte d'info-bulle",
  "Truck": "Truck",
  "UniqueFactoryTruckMultiplierFactor": "Unique factory truck count multiplier factor",
  "UpdateLog_V0_1_0FIX": "[FIX]Correction de l'affichage incorrect du nombre de véhicules.",
  "UpdateLog_V0_1_0UPT1": "[UPT]Utilisation de nouveaux algorithmes pour rééquilibrer les industries.",
  "UpdateLog_V0_1_0UPT2": "[UPT]Utilisation de la dernière API d'Harmony.",
  "UpdateLog_V0_2_0FIX": "[FIX]Correction de certains bâtiments de traitement qui ne présentent pas assez d'acheteurs ou pas assez de matières premières.",
  "UpdateLog_V0_2_0UPT": "[UPT]Mise à jour de la logique de reconnaissance et de reliure des tampons.",
  "UpdateLog_V0_3_0FIX1": "[FIX]Correction d'un problème où les bâtiments qui ne sont pas par défaut ne faisaient pas apparaître les véhicules correctement.",
  "UpdateLog_V0_3_0FIX2": "[FIX]Correction d'un problème où l'espace de travail était incorrect.",
  "UpdateLog_V0_3_0FIX3": "[FIX]Correction de problèmes de compatibilité avec les mods IMT et IPT.",
  "UpdateLog_V0_3_0FIX4": "[FIX]Correction des problèmes lançant des exceptions.",
  "UpdateLog_V0_4_0FIX1": "[FIX]Correction de coûts de maintenance incorrects pour les usines uniques.",
  "UpdateLog_V0_4_0FIX2": "[FIX]Correction de problèmes où le survol d'un bâtiment déclenche la boîte à outils avec des coûts de construction incorrects, des coûts d'entretien, du nombre de véhicules et de l'espace de travail.",
  "UpdateLog_V0_5_0ADD": "[ADD]Option de mode de boite d'info-bulle ajoutée, permet d'afficher à la fois la valeur corrigée et la valeur originale.",
  "UpdateLog_V0_5_0FIX1": "[FIX]Boîte d'info-bulle fixe pour certains bâtiments n'affichant toujours pas la valeur corrigée.",
  "UpdateLog_V0_5_0FIX2": "[FIX]Fixed worker levelup requirements are too high issues.",
  "UpdateLog_V0_6_0ADD": "Ajout de la régulation du taux de sortie des installations d'extraction et de traitement.",
  "UpdateLog_V0_6_0FIX": "[FIX]Correction de certains problèmes de suremploi dans les bâtiments agricoles.",
  "UpdateLog_V0_6_0OPT": "[OPT]Optimized rebinding prefab speed.",
  "UpdateLog_V0_7_0FIX": "[FIX]Fixed incorrect number of vehicles in the unique factory.",
  "UpdateLog_V0_7_0UPT": "[UPT]Updated framework and UI style.",
  "UpdateLog_V0_7_1ADD": "[ADD]Added advanced option for reset mod config.",
  "Changelog_0_7_1_0": "Updated to support game version 1.16.1",
  "UpdateLog_V0_8_0ADD": "Added materials load control function.",
  "UpdateLog_V0_8_0OPT": "Optimized input/output buffer size control logic.",
  "UpdateLog_V0_8_0TRA": "Added Korean translation.",
  "UpdateLog_V0_8_0TRA1": "Added Czech translation.",
  "UpdateLog_V0_8_0UPT": "Updated to the latest common framework.",
  "Changelog_0_8_0_0": "Updated to support game version 1.17.0",
  "UpdateLog_V0_9ADD0": "Added control panel to provide more convenient control entry.",
  "UpdateLog_V0_9ADD1": "Added options to control the number of trucks in industrial facilities.",
  "UpdateLog_V0_9FIX0": "Fixed exception throws that can be caused by Customize It Extended.",
  "UpdateLog_V0_9OPT0": "Optimized rebinding logic handling.",
  "UpdateLog_V0_9UPT0": "Updated to support game version 1.17.1",
  "ValueWarning": "Afficher à la fois la valeur corrigée et la valeur originale : la valeur corrigée (valeur originale), les options ci-dessus doivent être définies avant de commencer une nouvelle partie ou de charger la sauvegarde.",
  "Vanilla": "jeu de base",
  "WarehouseMultiplierFactor": "Warehouse truck count multiplier factor",
  "Changelog_0_9_1_0": "Code cleanup.",
  "Changelog_0_9_1_1": "Fix potential issues.",
  "Changelog_0_9_2_0": "Code cleanup.",
  "Changelog_0_9_2_1": "Updated to CSShared framework.",
  "Changelog_0_9_2_2": "Updated localization."
}