{
  "AnimalProducts": "Prodotti animale",
  "BothValue": "Mostra sia il valore corretto che il valore originale",
  "Crops": "Coltivazioni",
  "EPMultiplierFactor": "Fattore moltiplicatore del numero di camion negli impianti di estrazione e di lavorazione",
  "ExtractingFacility": "Impianto di estrazione",
  "ExtractingFacilityMultiplierFactor": "Fattore moltiplicatore dell'impinto di estrazione",
  "Flour": "Farina",
  "Glass": "Vetro",
  "IndustryWarehouseMultiplierFactor": "Fattore moltiplicatore del numero di camion del magazzino industriale",
  "LoadGame": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, load game function has been disabled, please exit the game and reload save.",
  "LoadMultiplierFactor": "Fattore moltiplicatore della capacità di carico dei camion",
  "LoadMultiplierFactorMinor": "La regolazione di questa opzione modificherà la capacità di carico del veicolo; un valore più alto significa che il veicolo può trasportare più carico, e il buffer di uscita degli impianti di estrazione e di lavorazione avrà una capacità maggiore per fornire più carico.",
  "Metals": "Metalli",
  "MOD_Description": "Riequilibra Industries DLC, riduce il flusso di traffico, aumenta il carico di merci e altro ancora.",
  "Oil": "Petrolio",
  "OpenControlPanel": "Apri Pannello di Controllo",
  "Ore": "Minerale",
  "OriginalValue": "Visualizza solo il valore corretto",
  "OtherFunctionsMajor": "Altre funzioni",
  "OtherFunctionsMinor": "Utilizzare i tasti di scelta rapida o il pulsante UUI per richiamare il Pannello di Controllo; se si desidera regolare le opzioni del Pannello di Controllo, chiudere prima il Pannello Opzioni",
  "Paper": "Carta",
  "Petroleum": "Prodotti petroliferi",
  "PlanedTimber": "Legname piallato",
  "Plastics": "Plastiche",
  "ProcessingFacility": "Impianto di lavorazione",
  "ProcessingFacilityMultiplierFactor": "Fattore moltiplicatore dell'impianto di lavorazione",
  "ProductionRate": "Tasso di produzione",
  "ProductionRateMinor": "Questa opzione può regolare il tasso di produzione degli impianti di estrazione e di lavorazione, e l'adeguamento appropriato può migliorare il rapporto tra domanda e offerta per ridurre il problema della mancanza di risorse o dell'eccesso di risorse",
  "ProductionRateWarning": "Questa opzione può essere utilizzata per regolare il tasso di produzione degli impianti industriali. Ridurre il tasso di produzione è utile per alleggerire il traffico, mentre un tasso superiore alla base aumenta la produttività ma può causare problemi di traffico. È consentita la regolazione dinamica.",
  "RawForestProducts": "Prodotti forestali grezzi",
  "ToMainMenu": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, back to main menu function has been disabled, please exit the game and reload save.",
  "TooltipBoxMode": "Modalità Box Suggerimenti",
  "Truck": "Camion",
  "UniqueFactoryTruckMultiplierFactor": "Fattore moltiplicatore del numero di camion di fabbrica unica",
  "UpdateLog_V0_1_0FIX": "[FIX]Corretta la visualizzazione errata del conteggio dei veicoli.",
  "UpdateLog_V0_1_0UPT1": "[UPT]Usati nuovi algoritmi per riequilibrare le industrie.",
  "UpdateLog_V0_1_0UPT2": "[UPT]Usata l'ultima API Harmony.",
  "UpdateLog_V0_2_0FIX": "[FIX] Risolto il problema con alcuni edifici di lavorazione che non sembravano sufficienti per l'acquirente o per i problemi relativi alle materie prime.",
  "UpdateLog_V0_2_0UPT": "[UPT]Aggiornato il riconoscimento del buffer e la logica di rebinding.",
  "UpdateLog_V0_3_0FIX1": "[FIX]Risolto un problema per cui gli edifici non-vanilla non generavano correttamente i veicoli.",
  "UpdateLog_V0_3_0FIX2": "[FIX]Risolto un problema per cui lo spazio di lavoro non era corretto.",
  "UpdateLog_V0_3_0FIX3": "[FIX]Risolti problemi di compatibilità con le mod IMT e IPT.",
  "UpdateLog_V0_3_0FIX4": "[FIX]Risolti i problemi di generazione delle eccezioni.",
  "UpdateLog_V0_4_0FIX1": "[FIX]Risolti i costi di manutenzione errati per le fabbriche uniche.",
  "UpdateLog_V0_4_0FIX2": "[FIX]Risolti i problemi per cui passando con il mouse sopra un edificio veniva visualizzata una descrizione comando con costi di costruzione, costi di manutenzione, numero di veicoli e area di lavoro errati.",
  "UpdateLog_V0_5_0ADD": "[ADD]Aggiunta l'opzione della modalità casella descrizione comandi, consente di visualizzare sia il valore corretto che il valore originale.",
  "UpdateLog_V0_5_0FIX1": "[FIX] Risolto il problema con la casella dei suggerimenti per alcuni edifici che ancora non mostrava il valore corretto.",
  "UpdateLog_V0_5_0FIX2": "[FIX]Risolto i requisiti per l'aumento di livello del lavoratore che sono problemi troppo elevati.",
  "UpdateLog_V0_6_0ADD": "[ADD]Aggiunta la regolazione del tasso di uscita dell'impianto di estrazione e dell'impianto di trattamento.",
  "UpdateLog_V0_6_0FIX": "[FIX]Risolti alcuni problemi di sovraccarico degli edifici agricoli.",
  "UpdateLog_V0_6_0OPT": "[OPT]Ottimizzata la velocità di rilegatura dei prefabbricati.",
  "UpdateLog_V0_7_0FIX": "[FIX]Corretto il numero errato di veicoli nella fabbrica unica.",
  "UpdateLog_V0_7_0UPT": "[UPT]Aggiornati il framework e lo stile dell'UI.",
  "UpdateLog_V0_7_1ADD": "[ADD]Aggiunta opzione avanzata per il reset della configurazione della mod.",
  "Changelog_0_7_1_0": "Updated to support game version 1.16.1",
  "UpdateLog_V0_8_0ADD": "Aggiunta della funzione di controllo del carico dei materiali.",
  "UpdateLog_V0_8_0OPT": "Ottimizzata la logica di controllo delle dimensioni del buffer di ingresso/uscita.",
  "UpdateLog_V0_8_0TRA": "Aggiunta la traduzione in Coreano.",
  "UpdateLog_V0_8_0TRA1": "Aggiunta la traduzione in Ceco.",
  "UpdateLog_V0_8_0UPT": "Aggiornato all'ultimo framework comune.",
  "Changelog_0_8_0_0": "Updated to support game version 1.17.0",
  "UpdateLog_V0_9ADD0": "Aggiunto il pannello di controllo per rendere più comodo l'inserimento dei comandi.",
  "UpdateLog_V0_9ADD1": "Aggiunte opzioni per controllare il numero di camion nelle strutture industriali.",
  "UpdateLog_V0_9FIX0": "Corretto il lancio di eccezioni che può essere causato da Customize It Extended.",
  "UpdateLog_V0_9OPT0": "Ottimizzata la gestione della logica di riabbinamento.",
  "UpdateLog_V0_9UPT0": "Aggiornato per supportare la versione del gioco 1.17.1",
  "ValueWarning": "Visualizza sia il valore corretto che il valore originale: valore corretto (valore originale), le opzioni di cui sopra devono essere impostate prima di iniziare una nuova partita o caricare il salvataggio.",
  "Vanilla": "base",
  "WarehouseMultiplierFactor": "Fattore moltiplicatore del numero di camion del magazzino",
  "Changelog_0_9_1_0": "Code cleanup.",
  "Changelog_0_9_1_1": "Fix potential issues.",
  "Changelog_0_9_2_0": "Code cleanup.",
  "Changelog_0_9_2_1": "Updated to CSShared framework.",
  "Changelog_0_9_2_2": "Updated localization."
}