Repository: Mbyron26/RebalancedIndustriesRevisited
Catalog: RebalancedIndustriesRevisited/Localization/Localize.*.resx
Languages: de, it, ja, zh_cn

# BothValue
source: Display both corrected value and original value
de: Zeige sowohl korrigierten Wert als auch Originalwert.
it: Mostra sia il valore corretto che il valore originale
ja: 補正した数値と元の数値を両方表示
zh_cn: 同时显示正确数值和原始数值

source: Extracting facility multiplier
de: Extrahiere Anlagenmultiplikator
ja: 産出施設の倍率
zh_cn: 开采设施倍乘因子

# MOD_Description
source: Rebalances Industries DLC, reduce traffic flow, increase cargo loading and more.
de: Balanciert das Industries DLC, reduziert den Verkehrsfluss, erhöht die Frachtladung und mehr.
it: Riequilibra Industries DLC, riduce il flusso di traffico, aumenta il carico di merci e altro ancora.
ja: DLC Industriesのバランスを調整して、渋滞の緩和や貨物の積載量の増加などを変更します。
zh_cn: 重新平衡工业 DLC ，减少交通流量，增加载具载货量等等。

# OriginalValue
source: Only display corrected value
de: Nur korrigierte Werte anzeigen
it: Visualizza solo il valore corretto
ja: 補正した値のみ表示
zh_cn: 仅显示正确数值

source: Processing facility multiplier
de: Verarbeite Anlagenmultiplikator
ja: 加工施設の倍率
zh_cn: 加工设施倍乘因子

source: Production Rate
de: Produktionsrate
ja: 生産速度
zh_cn: 生产速率

# ProductionRateWarning
source: This options can be used to regulate the output rate of industrial facilities. Reducing the output rate is good for easing traffic, higher than vanilla will increase productivity but may cause traffic problems. Dynamic adjustment is allowed.
de: Diese Optionen können verwendet werden, um die Ausgangsleistung von Industrieanlagen zu regulieren. Das Reduzieren der Ausgaberate ist gut, um den Verkehr zu entlasten. Eine höhere Rate als Vanilla erhöht die Produktivität, kann aber Verkehrsprobleme verursachen. Eine dynamische Anpassung ist erlaubt.
ja: このオプションは、産業エリアにある建物の生産速度を調整することが可能です。 バニラより上げると出荷が速くなりますが渋滞する場合があるので、生産速度は下げることをお勧めします。 途中での動的な変更も可能です。
zh_cn: 此选项可用于调节工业设施的生产速率。 降低生产速率有利于缓解交通拥堵；高于默认数值时，能提高生产速率，但可能会导致交通问题。 此选项允许动态调整。

source: Tooltip Box Mode
de: Kurzinfo Box Modus
it: Modalità Box Suggerimenti
ja: ツールチップボックスのモード
zh_cn: 提示信息框的模式

# UpdateLog_V0_1_0FIX
source: [FIX]Fixed incorrect display of vehicle count.
de: [FIX] Falsche Anzeige der Fahrzeuganzahl wurde behoben.
it: [FIX]Corretta la visualizzazione errata del conteggio dei veicoli.
ja: [FIX]車両数の間違った表示を修正
zh_cn: [FIX]修复了车辆计数显示错误的问题。

# UpdateLog_V0_1_0UPT1
source: [UPT]Using new algorithms to rebalances Industries.
de: [UPT]Nutzung Algorithmen zum Balancieren der Industrie.
it: [UPT]Usati nuovi algoritmi per riequilibrare le industrie.
ja: [UPT]新しいアルゴリズムを使用して、産業エリア全般の再調整
zh_cn: [UPT]使用了新算法来重新平衡工业系统。

# UpdateLog_V0_1_0UPT2
source: [UPT]Using the latest Harmony API.
de: [UPT]Verwendung der neuesten Harmony API.
it: [UPT]Usata l'ultima API Harmony.
ja: [UPT]最新のHarmony2 APIを使用
zh_cn: [UPT]使用了最新的 Harmony API。

# UpdateLog_V0_2_0FIX
source: [FIX]Fix some processing buildings appear not enough buyer or not enough raw materials issues.
de: [FIX]Repariert, dass einige Verarbeitungsgebäude anscheinend nicht genug Käufer oder nicht genug Rohstoffe hatten.
it: [FIX] Risolto il problema con alcuni edifici di lavorazione che non sembravano sufficienti per l'acquirente o per i problemi relativi alle materie prime.
ja: [FIX]一部の加工施設で、十分な販売先が無い・原料が不足するなどの不具合を修正
zh_cn: [FIX]修复了一些加工建筑出现买家不足或原材料不足的问题。

# UpdateLog_V0_2_0UPT
source: [UPT]Update buffer recognition and rebinding logic.
de: [UPT]Puffererkennung aktualisieren und Logik neu binden.
it: [UPT]Aggiornato il riconoscimento del buffer e la logica di rebinding.
ja: [UPT]バッファの認識方法と再結合のロジックを更新
zh_cn: [UPT]更新了缓冲区识别重新绑定逻辑。

# UpdateLog_V0_3_0FIX1
source: [FIX]Fixed an issue where non-vanilla buildings were not spawns vehicles correctly.
de: [FIX]Es wurde ein Problem behoben, bei dem bei Nicht - Vanilla - Gebäuden die Fahrzeuge nicht richtig gespawnt sind.
it: [FIX]Risolto un problema per cui gli edifici non-vanilla non generavano correttamente i veicoli.
ja: [FIX]バニラ以外の建物が正常に動作しない問題を修正
zh_cn: [FIX]修复了非原版建筑物无法正确生成载具的问题。

# UpdateLog_V0_3_0FIX2
source: [FIX]Fixed an issue where work space was incorrect.
de: [FIX]Es wurde ein Problem behoben, bei dem der Arbeitsbereich falsch war.
it: [FIX]Risolto un problema per cui lo spazio di lavoro non era corretto.
ja: [FIX]ワークスペースが正しくない不具合を修正
zh_cn: [FIX]修复了工作空间不正确的问题。

# UpdateLog_V0_3_0FIX3
source: [FIX]Fixed compatibility issues with IMT and IPT mod.
de: [FIX]Kompatibilitätsprobleme mit IMT- und IPT-Mod behoben.
it: [FIX]Risolti problemi di compatibilità con le mod IMT e IPT.
ja: [FIX]IMTとIPTの両MODで互換性の問題を修正
zh_cn: [FIX]修复了与 IMT 和 IPT 模组的兼容性问题。

# UpdateLog_V0_3_0FIX4
source: [FIX]Fixed the exception throwing issues.
de: [FIX]Die Probleme welche Ausnahmen auslösten, wurden behoben.
it: [FIX]Risolti i problemi di generazione delle eccezioni.
ja: [FIX]例外エラーが発生する問題を修正
zh_cn: [FIX]修复了抛出异常的问题。

# UpdateLog_V0_4_0FIX1
source: [FIX]Fixed incorrect maintenance costs for unique factories.
de: [FIX]Fehlerhafte Wartungskosten für einzigartige Fabriken wurden behoben.
it: [FIX]Risolti i costi di manutenzione errati per le fabbriche uniche.
ja: [FIX]ユニーク工場の維持費が正しくない問題を修正
zh_cn: [FIX]修复了独特工厂维护费用异常的问题。

# UpdateLog_V0_4_0FIX2
source: [FIX]Fixed issues where hovering over a building pops up tooltipbox with incorrect construction costs, maintenance costs, vehicle counts, and workspace.
de: [FIX]Es wurden Probleme behoben, welche beim Zeigen auf ein Haus mit der Maus, eine Kurzinfo zeigte welche die falschen Baukosten, Wartungskosten, Fahrzeugmenge und Arbeitsbereich anzeigte.
it: [FIX]Risolti i problemi per cui passando con il mouse sopra un edificio veniva visualizzata una descrizione comando con costi di costruzione, costi di manutenzione, numero di veicoli e area di lavoro errati.
ja: [FIX]建物にカーソルを合わせるとツールチップ上に、建設費・維持費・車両数・労働者数が正しく表示されない問題を修正
zh_cn: [FIX]修复了建筑物工具提示框中建造费用、维护费用、载具数量、工作岗位不正确的问题。

# UpdateLog_V0_5_0ADD
source: [ADD]Added tooltip box mode option, allows display both corrected value and original value.
de: [ADD]Kurzinfo Box Modus hinzugefügt, welcher es erlaubt, den originalen als auch korrigierten Wert anzuzeigen.
it: [ADD]Aggiunta l'opzione della modalità casella descrizione comandi, consente di visualizzare sia il valore corretto che il valore originale.
ja: [ADD]ツールチップボックスのオプションを追加して、補正した数値と元の数値を両方表示
zh_cn: [ADD]添加了提示信息框模式的选项，允许同时显示正确数值和原始数值。

# UpdateLog_V0_5_0FIX1
source: [FIX]Fixed tooltip box for some buildings still not showing the corrected value.
de: [FIX] Probleme mit den Kurzinfoboxen für einige Gebäude behoben, welche noch immer die falschen Werte angezeigt hatten.
it: [FIX] Risolto il problema con la casella dei suggerimenti per alcuni edifici che ancora non mostrava il valore corretto.
ja: [FIX]補正した数値が表示されない一部の建物で、ツールチップボックスを修正
zh_cn: [FIX]修复了某些建筑的提示信息框仍未显示正确数值的问题。

# UpdateLog_V0_5_0FIX2
source: [FIX]Fixed worker levelup requirements are too high issues.
de: [FIX]Problem, wodurch die Auflevelerfordernisse für Arbeiter zu hoch waren, behoben.
it: [FIX]Risolto i requisiti per l'aumento di livello del lavoratore che sono problemi troppo elevati.
ja: [FIX]労働者のレベルアップ要件が高すぎる問題を修正
zh_cn: [FIX]修复工人升级要求过高的问题。

# UpdateLog_V0_6_0ADD
source: [ADD]Added Extracting facility and processing facility output rate regulation.
de: [ADD]Ausstoßratenregelung für Extraktionsanlagen und Verarbeitungsanlagen hinzugefügt.
ja: [ADD]産出施設および加工施設の生産速度の制限を追加
zh_cn: [ADD]增加了调整开采设施与加工设施生产速率的功能。

# UpdateLog_V0_6_0FIX
source: [FIX]Fixed some farm buildings overemployment issues.
de: [FIX]Probleme mit Überbeschäftigung in einigen Landwirtschaftsbetrieben behoben.
ja: [FIX]いくつかの農業エリアの建物で、過剰な雇用の問題を修正
zh_cn: [FIX]修复了一些农场建筑雇佣过多的问题。

# UpdateLog_V0_6_0OPT
source: [OPT]Optimized rebinding prefab speed.
de: [OPT]Optimierte Neubindung der Vorschaugeschwindigkeit.
ja: [OPT]最適化と再結合されたプレハブの速度
zh_cn: [OPT]优化重新绑定预置的速度。

# ValueWarning
source: Display both corrected value and original value: corrected value (original value), above options need to be set before starting new game or load save.
de: Sowohl korrigierter Wert als auch Originalwert anzeigen: Korrigierter Wert (Originalwert), in den obigen Optionen müssen gesetzt werden, bevor das neue Spiel gestartet oder geladen wird.
it: Visualizza sia il valore corretto che il valore originale: valore corretto (valore originale), le opzioni di cui sopra devono essere impostate prima di iniziare una nuova partita o caricare il salvataggio.
ja: 補正した値と元の値を両方表示: 補正した値 (オリジナルの値) ｰ このオプションはゲームの開始前に設定するか、またはセーブ/ロードの前に設定して下さい。
zh_cn: 同时显示正确数值和原始数值的格式：正确数值（原始数值），以上选项需要在新建或加载存档前设置好。

source: vanilla
ja: バニラ
zh_cn: 原版
