{
  "AnimalProducts": "Produtos de Origem Animal",
  "BothValue": "Exibir tanto o valor corrigido e o valor original",
  "Crops": "Plantações",
  "EPMultiplierFactor": "Fator multiplicador da contagem de caminhão nas instalações de extração e processamento",
  "ExtractingFacility": "Instalação de extração",
  "ExtractingFacilityMultiplierFactor": "Fator multiplicador na instalação de extração",
  "Flour": "Farinha",
  "Glass": "Vidro",
  "IndustryWarehouseMultiplierFactor": "Fator multiplicador da contagem de caminhão de depósito industrial",
  "LoadGame": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, load game function has been disabled, please exit the game and reload save.",
  "LoadMultiplierFactor": "Fator Multiplicador da Capacidade de Carregamento do Caminhão",
  "LoadMultiplierFactorMinor": "O ajuste desta opção alterará a capacidade de carga do veículo, um valor mais alto significa que o veículo pode transportar mais carga, e o buffer de saída das instalações de extração e processamento terá maior capacidade para fornecer mais carga.",
  "Metals": "Metais",
  "MOD_Description": "Reequilibra o DLC Industries, reduz o fluxo de tráfego, aumenta o carregamento de carga e muito mais.",
  "Oil": "Óleo",
  "OpenControlPanel": "Abrir Painel de Controle",
  "Ore": "Minério",
  "OriginalValue": "Mostrar somente valor corrigido",
  "OtherFunctionsMajor": "Outras funções",
  "OtherFunctionsMinor": "Use as teclas de atalho ou o botão UUI para abrir o Painel de Controle, se quiser ajustar as opções no Painel de Controle, feche primeiro o Painel de Opções",
  "Paper": "Papel",
  "Petroleum": "Petróleo",
  "PlanedTimber": "Madeira planejada",
  "Plastics": "Plásticos",
  "ProcessingFacility": "Instalação de processamento",
  "ProcessingFacilityMultiplierFactor": "Fator multiplicador da instalação de processamento",
  "ProductionRate": "Taxa de Produção",
  "ProductionRateMinor": "Esta opção pode ajustar a taxa de produção das instalações de extração e processamento, e o ajuste apropriado pode melhorar a relação de oferta e demanda para reduzir o problema de falta ou excesso de recursos",
  "ProductionRateWarning": "Estas opções podem ser usadas para regular a taxa de produção de instalações industriais. Reduzir a taxa de produção é bom para facilitar o tráfego; uma taxa superior à taxa padrão aumentará a produtividade, mas poderá causar problemas de trânsito. O ajuste dinâmico é permitido.",
  "RawForestProducts": "Produtos florestais brutos",
  "ToMainMenu": "In order to ensure the normal operation of Rebalanced Industries Revisited Mod, back to main menu function has been disabled, please exit the game and reload save.",
  "TooltipBoxMode": "Modo Caixa de Dicas",
  "Truck": "Caminhão",
  "UniqueFactoryTruckMultiplierFactor": "Fator multiplicador da contagem de caminhão exclusivo de fábrica",
  "UpdateLog_V0_1_0FIX": "[FIX] Corrigida a exibição incorreta da contagem de veículos.",
  "UpdateLog_V0_1_0UPT1": "[UPT]Usando novos algoritmos para reequilibrar as indústrias.",
  "UpdateLog_V0_1_0UPT2": "[UPT]Usando a API Harmony mais recente.",
  "UpdateLog_V0_2_0FIX": "[FIX]Correção de alguns edifícios de processamento que parecem não ter compradores suficientes ou problemas de matérias-primas insuficientes.",
  "UpdateLog_V0_2_0UPT": "[UPT]Atualização do reconhecimento do buffer e da lógica de reconexão.",
  "UpdateLog_V0_3_0FIX1": "[FIX]Corrigido um problema em que edifícios não-vanilla não geravam veículos corretamente.",
  "UpdateLog_V0_3_0FIX2": "[FIX] Corrigido um problema em que o espaço de trabalho estava incorreto.",
  "UpdateLog_V0_3_0FIX3": "[FIX]Corrigidos problemas de compatibilidade com o mod IMT e IPT.",
  "UpdateLog_V0_3_0FIX4": "[FIX]Corrigidos os problemas de geração de exceções.",
  "UpdateLog_V0_4_0FIX1": "[FIX]Corrigidos custos de manutenção incorretos para fábricas exclusivas.",
  "UpdateLog_V0_4_0FIX2": "[FIX]Corrigidos problemas em que passar o mouse sobre um prédio exibia uma caixa de ferramentas com custos de construção, custos de manutenção, contagens de veículos e espaço de trabalho incorretos.",
  "UpdateLog_V0_5_0ADD": "[ADD]Adicionada opção de modo de caixa de dica de ferramenta, permite exibir o valor corrigido e o valor original.",
  "UpdateLog_V0_5_0FIX1": "[FIX]Corrigida caixa de dicas para alguns edifícios que ainda não mostravam o valor corrigido.",
  "UpdateLog_V0_5_0FIX2": "[FIX]Corrigido os altos requisitos de aumento de nível do trabalhador.",
  "UpdateLog_V0_6_0ADD": "[ADD]Adicionada a regulação da taxa de produção da Instalação de extração e Instalação de processamento.",
  "UpdateLog_V0_6_0FIX": "[FIX]Corrigidos alguns problemas de superemprego em instalações agrícolas.",
  "UpdateLog_V0_6_0OPT": "[OPT]Velocidade da religação do prefab otimizada.",
  "UpdateLog_V0_7_0FIX": "[FIX]Corrigido o número incorreto de veículos na fábrica única.",
  "UpdateLog_V0_7_0UPT": "[UPT]Estrutura e estilo de UI atualizados.",
  "UpdateLog_V0_7_1ADD": "[ADD]Adicionada opção avançada para redefinir a configuração do mod.",
  "Changelog_0_7_1_0": "Updated to support game version 1.16.1",
  "UpdateLog_V0_8_0ADD": "Adicionada função de controle de carga de materiais.",
  "UpdateLog_V0_8_0OPT": "Lógica de controle de tamanho do buffer na entrada/saída otimizada.",
  "UpdateLog_V0_8_0TRA": "Adicionada tradução em Coreano.",
  "UpdateLog_V0_8_0TRA1": "Adicionada a tradução em Tcheco.",
  "UpdateLog_V0_8_0UPT": "Atualizado para a estrutura comum mais recente.",
  "Changelog_0_8_0_0": "Updated to support game version 1.17.0",
  "UpdateLog_V0_9ADD0": "Adicionado painel de controle para fornecer entrada de controle mais conveniente.",
  "UpdateLog_V0_9ADD1": "Adicionadas opções para controlar o número de caminhões em instalações industriais.",
  "UpdateLog_V0_9FIX0": "Foram corrigidos lançamentos de exceção que podem ser causados ​​pelo Customize It Extended.",
  "UpdateLog_V0_9OPT0": "Manipulação lógica de religação otimizada.",
  "UpdateLog_V0_9UPT0": "Atualizado suporte para a versão 1.17.1 do jogo",
  "ValueWarning": "Exibe o valor corrigido e o valor original: valor corrigido (valor original), as opções acima precisam ser definidas antes de iniciar um novo jogo ou carregar o salvamento.",
  "Vanilla": "Sem modificações (Vanilla)",
  "WarehouseMultiplierFactor": "Fator multiplicador de contagem de caminhões de armazém",
  "Changelog_0_9_1_0": "Code cleanup.",
  "Changelog_0_9_1_1": "Fix potential issues.",
  "Changelog_0_9_2_0": "Code cleanup.",
  "Changelog_0_9_2_1": "Updated to CSShared framework.",
  "Changelog_0_9_2_2": "Updated localization."
}