Repository: Mbyron26/RebalancedIndustriesRevisited
Catalog: RebalancedIndustriesRevisited/Properties/Localize.*.resx
Languages: cs, fr, ko, nl, ru, zh_tw

source: Animal products
ko: 동물성 제품
nl: Dierlijke producten
ru: Продукты животного происхождения

# BothValue
source: Display both corrected value and original value
cs: Zobrazit opravenou hodnotu i původní hodnotu
fr: Afficher à la fois la valeur corrigée et la valeur d'origine
ko: 수정된 값과 원래 값 모두 표시합니다.
nl: Toon zowel de gecorrigeerde als de originele waarde
ru: Ключ: Двойное значение Двойное значение
zh_tw: 顯示校正值和原始值

source: Crops
ko: 농작물
nl: Gewassen
ru: Зерно

# EPMultiplierFactor
source: Multiplier factor of the truck count in extracting facilities and processing facilities
ko: 추출 시설 및 가공 시설의 트럭 대수 배율
ru: Коэффициент количества автомобилей на добывающих и обрабатывающих предприятиях

source: Extracting facility multiplier factor
ko: 추출 시설의 배율
ru: Коэффициент добывающего предприятия

source: Flour
ko: 밀가루
nl: Bloem
ru: Мука

source: Glass
ko: 유리
nl: Glas
ru: Стекло

# IndustryWarehouseMultiplierFactor
source: Industry warehouse truck count multiplier factor
ko: 산업 창고 트럭 수 배율
ru: Коэффициент количества складских грузовиков в отрасли

source: Load Multiplier Factor
ko: 트럭 적재 용량 배율
nl: Truck Loading Capacity Multiplier Factor
ru: Коэффициент вместимости грузовика

# LoadMultiplierFactorMinor
source: The adjustment of this option will change the load capacity of the vehicle, higher value means that the vehicle can carry more cargo, and the output buffer of the extracting facilities and processing facilities will have a larger capacity to provide more cargo.
ko: 이 옵션을 조정하면 차량의 적재 용량이 변경되고, 더 높은 값은 차량이 더 많은 화물을 운반할 수 있음을 의미하며, 추출 설비 및 처리 설비의 출력 버퍼는 더 많은 화물을 제공할 수 있는 더 큰 용량을 갖게 됩니다.
ru: Настройка этого параметра изменит вместимость транспортного средства. При более высоком значении транспортное средство может перевозить больше груза, а выходной буфер добывающих и обрабатывающих предприятий будет иметь большую ёмкость для доставки большего количества грузов.

source: Metals
ko: 금속
nl: Metalen
ru: Металл

# MOD_Description
source: Rebalances Industries DLC, reduce traffic flow, increase cargo loading and more.
cs: Rebalances Industries DLC, sníží tok dopravy, zvýší Nakládání nákladu a více.
fr: Rééquilibre le DLC "Industries", réduit le flux de circulation, augmente le chargement des marchandises et plus encore.
ko: Rebalances Industries DLC는 교통 흐름을 줄이고 화물 적재량을 늘리는 등의 작업을 수행합니다.
nl: Herbalanceert de Industries DLC, verminder de verkeersstroom, verhoog het laden van vracht en meer.
ru: Изменяет баланс DLC Промышленность, сокращает транспортные потоки, увеличивает погрузку грузов и многое другое.
zh_tw: 重新平衡工業 DLC，減少交通流量，增加貨物裝載等。

source: Oil
ko: 기름
nl: Olie
ru: Нефть

source: Open Control Panel
ko: 제어판 열기
ru: Открыть Панель Управления

source: Ore
ko: 광석
nl: Erts
ru: Руда

# OriginalValue
source: Only display corrected value
cs: Zobrazit pouze opravenou hodnotu
fr: Afficher uniquement la valeur corrigée
ko: 수정된 값만 표시합니다.
nl: Toon alleen gecorrigeerde waarde
ru: Отображать только исправленное значение
zh_tw: 只顯示校正值

# OtherFunctionsMajor
source: Other functions
ko: 기타 기능
ru: Другие функции

# OtherFunctionsMinor
source: Use the shortcut keys or the UUI button to invoke the Control Panel, if you want to adjust the options in the Control Panel, close the Options Panel first
ko: 바로 가기 키 또는 UUI 버튼을 사용하여 제어판을 호출합니다. 제어판에서 옵션을 조정하려면 먼저 옵션 패널을 닫습니다
ru: Используйте горячие клавиши или кнопку для вызова Панели Управления. Если вы хотите изменить значения в Панели Управления, сначала закройте Панель Настроек

source: Paper
ko: 종이
nl: Papier
ru: Бумага

source: Petroleum
ko: 석유
nl: Aardolie
ru: Бензин

source: Planed timber
ko: 다듬어진 목재
nl: Geschaafd hout
ru: Строганые пиломатериалы

source: Plastics
ko: 플라스틱
nl: Kunststoffen
ru: Пластик

source: Processing facility multiplier factor
ko: 가공 시설의 배율
ru: Коэффициент обрабатывающего предприятия

source: Production Rate
cs: Rychlost výroby
fr: Taux de production
ko: 생산률
nl: Productiesnelheid
ru: Производительность
zh_tw: 生產率

# ProductionRateMinor
source: This option can adjust the production rate of the extracting facilities and processing facilities, and the appropriate adjustment can improve the supply and demand relationship to reduce the problem of lack of resources or excess resources
ko: 이 옵션은 추출 설비 및 가공 설비의 생산률을 조정할 수 있으며, 적절한 조정은 수급 관계를 개선하여 자원 부족 또는 과잉의 문제를 줄일 수 있습니다
ru: Этот параметр может регулировать производительность добывающих и обрабатывающих предприятий, а соответствующая корректировка может улучшить соотношение спроса и предложения, чтобы уменьшить проблему нехватки или избытка ресурсов

# ProductionRateWarning
source: This options can be used to regulate the output rate of industrial facilities. Reducing the output rate is good for easing traffic, higher than vanilla will increase productivity but may cause traffic problems. Dynamic adjustment is allowed.
cs: Tato možnost lze využít k regulaci míry výstupu průmyslových zařízení. Snižování výstupu je dobré pro zjednodušení provozu, vyšší než normálně, zvýší produktivitu, ale může způsobit dopravní problémy. Dynamické nastavení je povoleno.
fr: Ces options peuvent être utilisées pour réguler le taux de production des installations industrielles. Réduire le taux de sortie est bon pour faciliter le trafic, plus élevé que la vanille augmentera la productivité mais peut causer des problèmes de trafic.
ko: 이 옵션은 산업 시설의 생산률을 조절하는 데 사용할 수 있습니다. 생산률을 줄이는 것은 트래픽을 완화하는 데 도움이 되며 바닐라보다 높으면 생산성이 향상되지만 트래픽 문제가 발생할 수 있습니다. 동적 조정이 허용됩니다.
nl: Deze opties kunnen worden gebruikt om de productiesnelheid van industriële installaties te regelen. Het verlagen van de productiesnelheid is goed om het verkeer te ontlasten. Een hogere snelheid dan vanilla verhoogt de productiviteit, maar kan verkeersproblemen veroorzaken. Dynamische aanpassing is toegestaan.
ru: Эти параметры можно использовать для регулирования производительности промышленных объектов. Сниженная производительность полезна для уменьшения трафика, а более высокая, по сравнению с ванилью, повысит производительность, но может вызвать проблемы с трафиком. Допускается динамическая регулировка.
zh_tw: 此選項可用於調節工業設施的輸出率。降低輸出率有利於緩解交通，高於香草會提高生產率但可能會導致交通問題。允許動態調整。

source: Raw forest products
ko: 통나무
nl: Ruwe bosbouwproducten
ru: Сырьё лесной продукции

source: Tooltip Box Mode
cs: Režim popisku nástroje
fr: Mode Boîte d'info-bulle
ko: 도구 설명 상자 모드
nl: Tooltip-modus
ru: Режим всплывающей подсказки
zh_tw: 工具提示框模式

source: Truck
ko: 트럭
nl: Vrachtwagen
ru: Грузовик

# UpdateLog_V0_1_0FIX
source: [FIX]Fixed incorrect display of vehicle count.
cs: [FIX]Opraveno nesprávné zobrazení počtu vozidel.
fr: [FIX]Correction de l'affichage incorrect du nombre de véhicules.
ko: [FIX]차량 수가 잘못 표시되는 문제 해결.
nl: [FIX] Onjuiste weergave van het aantal voertuigen is verholpen.
ru: [FIX]Исправлено неправильное отображение количества транспортных средств.
zh_tw: [修復]修復了車輛數量的錯誤顯示。

# UpdateLog_V0_1_0UPT1
source: [UPT]Using new algorithms to rebalances Industries.
cs: [UPT]využití nových algoritmů pro obnovení rovnováhy průmyslu.
fr: [UPT]Utilisation de nouveaux algorithmes pour rééquilibrer les industries.
ko: [UPT]새로운 알고리즘을 사용하여 산업의 균형을 재조정합니다.
nl: [UPT]Gebruik van nieuwe algoritmes om de Industries DLC uit te balanceren.
ru: [UPT]Используются новые алгоритмы для изменения баланса DLC Промышленность.
zh_tw: [UPT]使用新算法重新平衡行業。

# UpdateLog_V0_1_0UPT2
source: [UPT]Using the latest Harmony API.
cs: [UPT]Využití nejnovější Harmony API.
fr: [UPT]Utilisation de la dernière API d'Harmony.
ko: [UPT]최신 하모니 API 사용합니다.
nl: [UPT]Gebruikt de nieuwste Harmony API.
ru: [UPT]Используется Harmony API последней версии.
zh_tw: [UPT]使用最新的 Harmony API。

# UpdateLog_V0_2_0FIX
source: [FIX]Fix some processing buildings appear not enough buyer or not enough raw materials issues.
cs: [FIX]Opraveno některé zpracovatelské objekty se zdají že mají málo kupujcí nebo nedostatečné suroviny.
fr: [FIX]Correction de certains bâtiments de traitement qui ne présentent pas assez d'acheteurs ou pas assez de matières premières.
ko: [FIX]일부 가공 건물이 구매자가 충분하지 않거나 원재료 문제가 충분하지 않은 것으로 보이는 문제를 해결합니다.
nl: [FIX]Opgelost dat sommige verwerkingsgebouwen niet genoeg kopers of grondstoffen leken te hebben.
ru: [FIX] Исправлены проблемы с нехваткой покупателей или сырья в некоторых перерабатывающих зданиях.
zh_tw: [修復]修復部分加工建築出現買主不足或原材料不足的問題。

# UpdateLog_V0_2_0UPT
source: [UPT]Update buffer recognition and rebinding logic.
cs: [UPT]Aktualizace logiky rozpoznávání vyrovnávací paměti a opětovné vazby.
fr: [UPT]Mise à jour de la logique de reconnaissance et de reliure des tampons.
ko: [UPT] 버퍼 인식 및 리바인딩 논리를 업데이트합니다.
ru: [UPT]Обновлено распознавание буфера и логика повторной привязки.
zh_tw: [UPT]更新緩衝區識別和重新綁定邏輯。

# UpdateLog_V0_3_0FIX1
source: [FIX]Fixed an issue where non-vanilla buildings were not spawns vehicles correctly.
cs: [FIX]opraven problém, kdy ne-standarní budovy nespawnovaly vozidla správně.
fr: [FIX]Correction d'un problème où les bâtiments qui ne sont pas par défaut ne faisaient pas apparaître les véhicules correctement.
ko: [FIX]바닐라가 아닌 건물이 차량을 올바르게 생성하지 않는 문제를 수정했습니다.
nl: [FIX]Probleem opgelost waarbij voertuigen niet correct spawnen in niet-vanilla gebouwen.
ru: [FIX]Исправлена проблема, из-за которой нестандартные здания не создавали транспортные средства правильно.
zh_tw: [修復]修復了非香草建築無法正確生成車輛的問題。

# UpdateLog_V0_3_0FIX2
source: [FIX]Fixed an issue where work space was incorrect.
cs: [FIX]Opraven problém s nesprávným pracovním prostorem.
fr: [FIX]Correction d'un problème où l'espace de travail était incorrect.
ko: [FIX] 작업 공간이 올바르지 않은 문제를 수정했습니다.
ru: [FIX]Исправлена проблема, при которой количество рабочих мест было не корректным.
zh_tw: [FIX]修復了工作空間不正確的問題。

# UpdateLog_V0_3_0FIX3
source: [FIX]Fixed compatibility issues with IMT and IPT mod.
cs: [FIX]Opraven problém s kompatibilitou s modem IMT a IPT.
fr: [FIX]Correction de problèmes de compatibilité avec les mods IMT et IPT.
ko: [FIX]IMT 및 IPT 모드의 호환성 문제가 수정되었습니다.
nl: [FIX]Compatibiliteitsproblemen met IMT en IPT mod opgelost.
ru: [FIX]Исправлены проблемы совместимости с модами IMT и IPT.
zh_tw: [修復]修復了與 IMT 和 IPT mod 的兼容性問題。

# UpdateLog_V0_3_0FIX4
source: [FIX]Fixed the exception throwing issues.
cs: [FIX]Opraven problém s vyvoláváním problémů.
fr: [FIX]Correction des problèmes lançant des exceptions.
ko: [FIX]예외 발생 문제를 수정했습니다.
nl: [FIX]Problemen die excepties veroorzaakten opgelost.
ru: [FIX]Исправлена ​​проблема, создававшая исключения.
zh_tw: [修復]修復異常拋出問題。

# UpdateLog_V0_4_0FIX1
source: [FIX]Fixed incorrect maintenance costs for unique factories.
cs: [FIX]opraveno nesprávné náklady na údržbu pro jedinečné továrny.
fr: [FIX]Correction de coûts de maintenance incorrects pour les usines uniques.
ko: [FIX] 특수 공장에 대한 잘못된 유지 보수 비용을 수정했습니다.
nl: [FIX]Onjuiste onderhoudskosten voor unieke fabrieken opgelost.
ru: [FIX]Исправлена некорректная стоимость обслуживания уникальных фабрик.
zh_tw: [修復]修復了獨特工廠的不正確維護成本。

# UpdateLog_V0_4_0FIX2
source: [FIX]Fixed issues where hovering over a building pops up tooltipbox with incorrect construction costs, maintenance costs, vehicle counts, and workspace.
cs: [FIX]opraveny problémy, při kterých se skrytí budovy, vyskakuje nástěnka s nesprávnými náklady na stavbu, náklady na údržbu, počty vozidel a pracovní prostor.
fr: [FIX]Correction de problèmes où le survol d'un bâtiment déclenche la boîte à outils avec des coûts de construction incorrects, des coûts d'entretien, du nombre de véhicules et de l'espace de travail.
ko: [FIX] 건물 위로 마우스를 가져가면 건설 비용, 유지 비용, 차량 수 및 작업 공간이 잘못된 도구 설명 상자가 나타나는 문제가 수정되었습니다.
nl: [FIX]Problemen opgelost waarbij bij het aanwijzen van een gebouw met de muis een tooltip de verkeerde bouwkosten, onderhoudskosten, aantal voertuigen en werkplekken toonde.
ru: [FIX]Исправлены проблемы, из-за которых при наведении курсора на здание появлялась всплывающая подсказка с неправильными затратами на строительство, расходами на обслуживание, количеством транспортных средств и рабочим пространством.
zh_tw: [修復]修復了將鼠標懸停在建築物上會彈出帶有不正確的建造成本、維護成本、車輛數量和工作空間的工具提示框的問題。

# UpdateLog_V0_5_0ADD
source: [ADD]Added tooltip box mode option, allows display both corrected value and original value.
cs: [ADD]Přidána volba režimu "tooltip", umožňuje zobrazení korigované hodnoty i původní hodnoty.
fr: [ADD]Option de mode de boite d'info-bulle ajoutée, permet d'afficher à la fois la valeur corrigée et la valeur originale.
ko: [ADD]도구 설명 상자 모드 옵션을 추가하여 수정된 값과 원래 값을 모두 표시할 수 있습니다.
nl: [ADD]Tooltip toegevoegd, waarmee zowel de oorspronkelijke als de gecorrigeerde waarde kan worden getoond.
ru: [ADD]Добавлена опция режима всплывающей подсказки, позволяющая отображать как исправленное, так и исходное значение.
zh_tw: [ADD]添加了工具提示框模式選項，允許顯示更正值和原始值。

# UpdateLog_V0_5_0FIX1
source: [FIX]Fixed tooltip box for some buildings still not showing the corrected value.
cs: [FIX]Opraveno tooltip box pro něaké budovy pořád neukazuje opravenou hodnotu.
fr: [FIX]Boîte d'info-bulle fixe pour certains bâtiments n'affichant toujours pas la valeur corrigée.
ko: [FIX]일부 건물에 대한 고정 도구 설명 상자가 수정된 값을 표시되지 않는 것을 수정했습니다.
nl: [FIX]Problemen opgelost met de tooltips voor sommige gebouwen, die nog steeds de verkeerde waarden weergaven.
ru: [FIX]Исправлены всплывающие подсказки для некоторых зданий, которые по-прежнему не отображали исправленное значение.
zh_tw: [修復]修復了一些建築物的工具提示框仍然沒有顯示正確的值。

# UpdateLog_V0_5_0FIX2
source: [FIX]Fixed worker levelup requirements are too high issues.
cs: [FIX]požadavky na úroveň zaměstnanců jsou příliš vysoké.
ko: [FIX]고정 작업자 레벨업 요구 사항이 너무 높은 문제를 수정했습니다.
ru: [FIX]Исправлены слишком высокие требования к повышению уровня работника.
zh_tw: [修復]修復了工人升級要求過高的問題。

# UpdateLog_V0_6_0ADD
source: [ADD]Added Extracting facility and processing facility output rate regulation.
cs: [ADD]Přidána regulace výstupní rychlosti extrakčního zařízení a zpracovatelského zařízení.
fr: Ajout de la régulation du taux de sortie des installations d'extraction et de traitement.
ko: [ADD]추출시설 및 가공시설 산출량 규제 추가.
ru: [ADD]Добавлено регулирование производительности добывающих и обрабатывающих предприятий.
zh_tw: [ADD]增加了提取設施和加工設施的產出率規定。

# UpdateLog_V0_6_0FIX
source: [FIX]Fixed some farm buildings overemployment issues.
cs: [FIX]Fixní některé budovy zemědělského podniku týkající se nadzaměstnanosti.
fr: [FIX]Correction de certains problèmes de suremploi dans les bâtiments agricoles.
ko: [FIX] 일부 농장 건물의 과잉 고용 문제를 수정했습니다.
nl: [FIX]Problemen met overbezetting in sommige landbouwbedrijven opgelost.
ru: [FIX]Исправлены проблемы с перенаселением некоторых фермерских построек.
zh_tw: [修復]修復了一些農場建築過度使用的問題。

# UpdateLog_V0_6_0OPT
source: [OPT]Optimized rebinding prefab speed.
cs: [OPT]Optimalizována rychlost opětovného přiřazení.
ko: [OPT] 최적화된 리바인딩 프리팹 속도.
ru: [OPT]Оптимизирована скорость повторной привязки сборного материала.
zh_tw: [OPT]優化重新綁定預製件速度。

# UpdateLog_V0_7_0FIX
source: [FIX]Fixed incorrect number of vehicles in the unique factory.
cs: [FIX]opraven nesprávný počet vozidel v jedinečné továrně.
ko: [FIX] 특수 공장에서 잘못된 차량 수를 수정했습니다.
nl: [FIX]Onjuist aantal voertuigen van een unieke fabriek opgelost.
ru: [FIX]Исправлено неправильное количество автомобилей на уникальном заводе.
zh_tw: [修復]修復了獨特工廠中不正確的車輛數量。

# UpdateLog_V0_7_0UPT
source: [UPT]Updated framework and UI style.
cs: [UPT]Aktualizován framework a styly uživatelského rozhraní.
ko: [UPT]프레임워크 및 UI 스타일이 업데이트 되었습니다.
nl: [UPT]Framework en UI-stijl bijgewerkt.
ru: [UPT]Обновлена структура и стиль пользовательского интерфейса.
zh_tw: [UPT]更新了框架和 UI 風格。

# UpdateLog_V0_7_1ADD
source: [ADD]Added advanced option for reset mod config.
cs: [ADD]Přidána pokročilá volba pro resetování nastavení módu.
ko: [ADD]모드 구성을 재설정하기위한 고급 옵션이 추가되었습니다.
nl: [ADD]Geavanceerde optie toegevoegd om de mod-configuratie te resetten.
ru: [ADD]Добавлена расширенная опция для сброса конфигурации мода.
zh_tw: [ADD]添加了重置模組配置的高級選項。

# UpdateLog_V0_8_0ADD
source: Added materials load control function.
ko: 재료 부하 제어 기능이 추가되었습니다.
ru: Добавлена функция контроля загрузки материалов.

# UpdateLog_V0_8_0OPT
source: Optimized input/output buffer size control logic.
ko: 최적화된 입출력 버퍼 크기 제어 로직.
ru: Оптимизирована логика управления размером входного/выходного буфера.

# UpdateLog_V0_8_0TRA
source: Added Korean translation.
ko: 한국어 번역 추가.
nl: Koreaanse vertaling toegevoegd.
ru: Добавлен перевод на корейский.

# UpdateLog_V0_8_0TRA1
source: Added Czech translation.
ko: 체코어 번역 추가.
nl: Tsjechische vertaling toegevoegd.
ru: Добавлен перевод на чешский.

# UpdateLog_V0_8_0UPT
source: Updated to the latest common framework.
ko: 최신 공통 프레임워크로 업데이트되었습니다.
nl: Bijgewerkt naar het nieuwste gemeenschappelijke framework.
ru: Обновлено до последней общей структуры.

# UpdateLog_V0_9ADD0
source: Added control panel to provide more convenient control entry.
ko: 보다 편리한 제어 입력을 제공하기 위해 제어판이 추가되었습니다.
ru: Добавлена панель управления для более удобного входа в систему управления.

# UpdateLog_V0_9ADD1
source: Added options to control the number of trucks in industrial facilities.
ko: 산업 시설의 트럭 수를 제어하는 옵션이 추가되었습니다.
ru: Добавлены возможности контроля количества грузовых автомобилей на промышленных объектах.

# UpdateLog_V0_9FIX0
source: Fixed exception throws that can be caused by Customize It Extended.
ko: 확장된 사용자 지정으로인해 예외 오류가 발생하는 문제 수정
ru: Исправлены исключения, которые могли быть вызваны Customize It Extended.

# UpdateLog_V0_9OPT0
source: Optimized rebinding logic handling.
ko: 최적화된 리바인딩 로직 처리.
ru: Оптимизирована обработка логики повторной привязки.

# UpdateLog_V0_9UPT0
source: Updated to support game version 1.17.1
ko: 게임 버전 1.17.1을 지원하도록 업데이트됨
ru: Обновлено для поддержки версии игры 1.17.1

# ValueWarning
source: Display both corrected value and original value: corrected value (original value), above options need to be set before starting new game or load save.
cs: Zobrazení korigované hodnoty i původní hodnoty: korigovaná hodnota (původní hodnota), musí být nastavena nad možnostmi před zahájením nové hry nebo načítání uloženého souboru.
fr: Afficher à la fois la valeur corrigée et la valeur originale : la valeur corrigée (valeur originale), les options ci-dessus doivent être définies avant de commencer une nouvelle partie ou de charger la sauvegarde.
ko: 수정된 값과 원래 값을 모두 표시합니다: 수정된 값(원래 값), 새 게임을 시작하거나 게임을 저장하기 전에 위의 옵션을 설정해야 합니다.
nl: Toon zowel de gecorrigeerde als de originele waarde: Gecorrigeerde waarde (originele waarde), bovenstaande opties moeten worden ingesteld voordat het nieuwe spel wordt gestart of geladen.
ru: Отображение как исправленного, так и исходного значения: исправленное значение (исходное значение) необходимо установить перед запуском новой игры или загрузкой сохранения.
zh_tw: Display both corrected value and original value：修正值（原始值），以上選項需要在開始新遊戲或載入存檔前設置。

source: vanilla
cs: bez modifikací
fr: jeu de base
ko: 바닐라
ru: без модов
zh_tw: 香草

# WarehouseMultiplierFactor
source: Warehouse truck count multiplier factor
ko: 창고 트럭수 배율
ru: Коэффициент количества складских грузовиков
